//форма отправки заказа - имя, email, checkbox ввести адрес выбрать страну и тд. данные, данные,
адрес (город улица дом) //fio/дата рождения //согласие с правилами обработки заказа карточки для
оплаты пользователя //Дальше эти данные нужно объединить в объект, провалидировать и сделать
отправку на эхосервер https://httpbin.org/ - как только запрос успешно завершится показать
уведомление о том что заказ оформлен и перевести на главную страницу
<script setup lang="ts"></script>

<template>
  <div>OrderForm</div>
</template>

<style scoped></style>
